Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: 0.003–0.04 Hz band. Reflects thermoregulatory, hormonal, and renin-angiotensin system activity. In overnight recordings, it captures slow oscillations in autonomic outflow.
ar: نطاق 0.003–0.04 هرتز. يعكس نشاط تنظيم الحرارة والهرمونات ونظام الرينين-أنجيوتنسين. وفي التسجيلات الليلية يلتقط التذبذبات البطيئة في المخرجات الذاتية.
da: 0,003–0,04 Hz-båndet. Afspejler termoregulerende, hormonel og renin-angiotensin-systemaktivitet. I natlige optagelser fanger det langsomme svingninger i det autonome output.
de: Band 0,003–0,04 Hz. Spiegelt Aktivität der Thermoregulation, des Hormonsystems und des Renin-Angiotensin-Systems wider. In Nachtaufzeichnungen erfasst es langsame Schwingungen des autonomen Outputs.
es: Banda de 0,003–0,04 Hz. Refleja la actividad de la termorregulación, del sistema hormonal y del sistema renina-angiotensina. En registros nocturnos capta las oscilaciones lentas de la salida autonómica.
fi: Kaista 0,003–0,04 Hz. Heijastaa lämmönsäätelyn, hormonitoiminnan ja reniini-angiotensiinijärjestelmän aktiivisuutta. Yön tallenteissa se tavoittaa autonomisen ohjauksen hitaat värähtelyt.
fr: Bande 0,003–0,04 Hz. Reflète l’activité de la thermorégulation, du système hormonal et du système rénine-angiotensine. Sur des enregistrements nocturnes, elle capte les oscillations lentes de la sortie autonome.
is: Bandið 0,003–0,04 Hz. Endurspeglar virkni hitastjórnunar, hormóna og renín-angíótensín kerfisins. Í næturupptökum fangar það hægar sveiflur í útflæði ósjálfráða kerfisins.
it: Banda 0,003–0,04 Hz. Riflette l’attività termoregolatoria, ormonale e del sistema renina-angiotensina. Nelle registrazioni notturne coglie le oscillazioni lente dell’output autonomico.
ja: 0.003〜0.04 Hz 帯。体温調節、ホルモン、レニン・アンジオテンシン系の活動を反映します。夜間記録では、自律神経出力の緩やかな振動を捉えます。
ko: 0.003–0.04 Hz 대역. 체온 조절, 호르몬, 레닌-안지오텐신 계통의 활동을 반영합니다. 야간 기록에서는 자율신경 출력의 느린 진동을 포착합니다.
nb: Båndet 0,003–0,04 Hz. Gjenspeiler aktivitet i termoregulering, hormoner og renin-angiotensin-systemet. I nattopptak fanger det langsomme svingninger i autonom utgang.
nl: Band 0,003–0,04 Hz. Weerspiegelt activiteit van thermoregulatie, hormonen en het renine-angiotensinesysteem. In nachtopnamen vangt het de trage oscillaties van de autonome output.
pt_br: Banda de 0,003–0,04 Hz. Reflete a atividade termorreguladora, hormonal e do sistema renina-angiotensina. Em gravações noturnas, capta as oscilações lentas da saída autonômica.
ru: Диапазон 0,003–0,04 Гц. Отражает активность терморегуляции, гормональной и ренин-ангиотензиновой систем. В ночных записях VLF улавливает медленные колебания вегетативного выхода.
sv: Bandet 0,003–0,04 Hz. Speglar aktivitet i termoreglering, hormoner och renin-angiotensinsystemet. I nattinspelningar fångar det långsamma svängningar i det autonoma utflödet.
zh_hans: 0.003–0.04 Hz 频带。反映体温调节、激素以及肾素—血管紧张素系统的活动。在整夜记录中，它捕捉自主神经输出的缓慢振荡。

source: 0.04–0.15 Hz band. Reflects a mix of sympathetic and parasympathetic activity, modulated by the baroreflex. Often misinterpreted as 'sympathetic only' — it actually requires intact vagal pathways. Low LF can indicate either relaxation OR sympathetic withdrawal.
ar: نطاق 0.04–0.15 هرتز. يعكس مزيجًا من النشاط الودي ونظير الودي، يعدّله منعكس الضغط. وكثيرًا ما يُفسَّر خطأً على أنه «ودي فقط» — بينما يتطلب فعليًا مسارات مبهمية سليمة. وانخفاض LF قد يدل على الاسترخاء أو على انسحاب ودي.
da: 0,04–0,15 Hz-båndet. Afspejler en blanding af sympatisk og parasympatisk aktivitet, moduleret af barorefleksen. Fortolkes ofte fejlagtigt som 'kun sympatisk' — det kræver faktisk intakte vagale baner. Lav LF kan betyde enten afslapning ELLER sympatisk tilbagetrækning.
de: Band 0,04–0,15 Hz. Spiegelt eine Mischung aus sympathischer und parasympathischer Aktivität wider, moduliert durch den Baroreflex. Oft fälschlich als „nur sympathisch“ gedeutet — tatsächlich braucht es intakte vagale Bahnen. Niedriges LF kann Entspannung ODER sympathischen Rückzug bedeuten.
es: Banda de 0,04–0,15 Hz. Refleja una mezcla de actividad simpática y parasimpática, modulada por el barorreflejo. A menudo se interpreta mal como «solo simpática» — en realidad requiere vías vagales intactas. Un LF bajo puede indicar relajación O retirada simpática.
fi: Kaista 0,04–0,15 Hz. Heijastaa sympaattisen ja parasympaattisen aktiivisuuden sekoitusta, jota barorefleksi säätelee. Tulkitaan usein virheellisesti "pelkästään sympaattiseksi" — se vaatii tosiasiassa ehjät vagaaliset radat. Matala LF voi merkitä joko rentoutumista TAI sympaattista vetäytymistä.
fr: Bande 0,04–0,15 Hz. Reflète un mélange d’activité sympathique et parasympathique, modulé par le baroréflexe. Souvent interprété à tort comme « purement sympathique » — il requiert en réalité des voies vagales intactes. Une LF basse peut signifier la relaxation OU un retrait sympathique.
is: Bandið 0,04–0,15 Hz. Endurspeglar blöndu drif- og sefkerfisvirkni, stýrða af þrýstiviðbragði. Oft rangtúlkað sem 'aðeins drifkerfi' — í raun krefst það heilla vagus-brauta. Lágt LF getur bent til slökunar EÐA drifkerfisundanhalds.
it: Banda 0,04–0,15 Hz. Riflette un mix di attività simpatica e parasimpatica, modulato dal baroriflesso. Spesso interpretata erroneamente come 'solo simpatica' — in realtà richiede vie vagali intatte. Un LF basso può indicare rilassamento OPPURE ritiro simpatico.
ja: 0.04〜0.15 Hz 帯。圧反射に調節された、交感神経と副交感神経の混合活動を反映します。しばしば「交感神経のみ」と誤解されますが、実際には無傷の迷走神経経路を必要とします。LF が低い場合、リラックスを意味することも、交感神経の後退を意味することもあります。
ko: 0.04–0.15 Hz 대역. 압반사에 의해 조절되는 교감·부교감 활동의 혼합을 반영합니다. 흔히 '교감 전용'으로 오해되지만, 실제로는 온전한 미주신경 경로가 필요합니다. LF가 낮으면 이완일 수도, 교감 위축일 수도 있습니다.
nb: Båndet 0,04–0,15 Hz. Gjenspeiler en blanding av sympatisk og parasympatisk aktivitet, modulert av barorefleksen. Ofte feiltolket som 'kun sympatisk' — det krever faktisk intakte vagale baner. Lav LF kan bety enten avslapning ELLER sympatisk tilbaketrekking.
nl: Band 0,04–0,15 Hz. Weerspiegelt een mix van sympathische en parasympathische activiteit, gemoduleerd door de baroreflex. Wordt vaak verkeerd gelezen als 'alleen sympathisch' — in werkelijkheid zijn intacte vagale banen nodig. Lage LF kan ontspanning betekenen OF sympathische terugtrekking.
pt_br: Banda de 0,04–0,15 Hz. Reflete uma mistura de atividade simpática e parassimpática, modulada pelo barorreflexo. Muitas vezes é mal interpretada como 'apenas simpática' — na verdade exige vias vagais intactas. LF baixo pode indicar relaxamento OU retração simpática.
ru: Диапазон 0,04–0,15 Гц. Отражает смесь симпатической и парасимпатической активности, модулируемую барорефлексом. Часто ошибочно трактуется как «только симпатика» — на деле требует сохранных вагусных путей. Низкий LF может означать и расслабление, И симпатическое угасание.
sv: Bandet 0,04–0,15 Hz. Speglar en blandning av sympatisk och parasympatisk aktivitet, modulerad av baroreflexen. Tolkas ofta felaktigt som 'enbart sympatisk' — den kräver faktiskt intakta vagala banor. Låg LF kan betyda antingen avslappning ELLER sympatiskt tillbakadragande.
zh_hans: 0.04–0.15 Hz 频带。反映由压力反射调制的交感与副交感混合活动。常被误解为“只反映交感”，实际上它需要完好的迷走通路。LF 偏低既可能表示放松，也可能表示交感活动的撤退。

source: 0.15–0.40 Hz band. Driven almost entirely by parasympathetic (vagal) activity at the respiratory frequency. This is the frequency-domain equivalent of RMSSD. Tracks respiratory sinus arrhythmia — the natural HR acceleration during inhalation and deceleration during exhalation.
ar: نطاق 0.15–0.40 هرتز. يقوده بشكل شبه كامل النشاط نظير الودي (المبهمي) عند تردد التنفس. وهو المكافئ في المجال الترددي لـ RMSSD. ويتتبع اضطراب النظم الجيبي التنفسي — أي تسارع النبض الطبيعي عند الشهيق وتباطؤه عند الزفير.
da: 0,15–0,40 Hz-båndet. Drives næsten udelukkende af parasympatisk (vagal) aktivitet ved åndedrætsfrekvensen. Det er frekvensdomænets pendant til RMSSD. Følger respiratorisk sinusarytmi — den naturlige pulsstigning ved indånding og fald ved udånding.
de: Band 0,15–0,40 Hz. Wird fast vollständig von parasympathischer (vagaler) Aktivität bei der Atemfrequenz getragen. Es ist das Frequenzbereichs-Pendant zum RMSSD. Es bildet die respiratorische Sinusarrhythmie ab — die natürliche Beschleunigung der Herzfrequenz beim Einatmen und ihre Verlangsamung beim Ausatmen.
es: Banda de 0,15–0,40 Hz. Está impulsada casi por completo por la actividad parasimpática (vagal) a la frecuencia respiratoria. Es el equivalente de RMSSD en el dominio de la frecuencia. Sigue la arritmia sinusal respiratoria — la aceleración natural de la FC al inspirar y su desaceleración al espirar.
fi: Kaista 0,15–0,40 Hz. Sitä ohjaa lähes kokonaan parasympaattinen (vagaalinen) toiminta hengitystaajuudella. Se on RMSSD:n vastine taajuustasossa. Se seuraa hengityksen sinusarytmiaa — sykkeen luonnollista kiihtymistä sisäänhengityksellä ja hidastumista uloshengityksellä.
fr: Bande 0,15–0,40 Hz. Presque entièrement portée par l’activité parasympathique (vagale) à la fréquence respiratoire. C’est l’équivalent fréquentiel du RMSSD. Elle suit l’arythmie sinusale respiratoire — l’accélération naturelle de la FC à l’inspiration et sa décélération à l’expiration.
is: Bandið 0,15–0,40 Hz. Nánast alfarið drifið af sefkerfisvirkni (vagus) á öndunartíðni. Þetta er hliðstæða RMSSD á tíðnisviði. Það fylgir öndunartengdri sínustruflun — eðlilegri hröðun púls við innöndun og hægingu við útöndun.
it: Banda 0,15–0,40 Hz. Guidata quasi interamente dall’attività parasimpatica (vagale) alla frequenza respiratoria. È l’equivalente dell’RMSSD nel dominio della frequenza. Segue l’aritmia sinusale respiratoria — la naturale accelerazione della FC in inspirazione e il rallentamento in espirazione.
ja: 0.15〜0.40 Hz 帯。呼吸周波数における副交感神経（迷走神経）活動がほぼすべてを担います。これは RMSSD の周波数領域における対応物です。呼吸性洞性不整脈 — 吸気時の自然な心拍の加速と、呼気時の減速 — を追跡します。
ko: 0.15–0.40 Hz 대역. 호흡 주파수에서의 부교감(미주) 활동이 거의 전부를 이끕니다. RMSSD의 주파수 영역 대응물입니다. 호흡성 동성 부정맥 — 들숨 때 심박이 자연히 빨라지고 날숨 때 느려지는 현상 — 을 추적합니다.
nb: Båndet 0,15–0,40 Hz. Drives nesten utelukkende av parasympatisk (vagal) aktivitet ved pustefrekvensen. Det er frekvensdomenets motstykke til RMSSD. Det følger respiratorisk sinusarytmi — pulsens naturlige økning ved innånding og fall ved utpust.
nl: Band 0,15–0,40 Hz. Wordt vrijwel volledig gedreven door parasympathische (vagale) activiteit op de ademhalingsfrequentie. Dit is het frequentiedomein-equivalent van RMSSD. Het volgt de respiratoire sinusaritmie — de natuurlijke versnelling van de hartslag bij inademen en de vertraging bij uitademen.
pt_br: Banda de 0,15–0,40 Hz. Impulsionada quase inteiramente pela atividade parassimpática (vagal) na frequência respiratória. É o equivalente do RMSSD no domínio da frequência. Acompanha a arritmia sinusal respiratória — a aceleração natural da FC na inspiração e a desaceleração na expiração.
ru: Диапазон 0,15–0,40 Гц. Практически полностью определяется парасимпатической (вагусной) активностью на частоте дыхания. Это частотный аналог RMSSD. Он отслеживает дыхательную синусовую аритмию — естественное ускорение пульса на вдохе и замедление на выдохе.
sv: Bandet 0,15–0,40 Hz. Drivs nästan helt av parasympatisk (vagal) aktivitet vid andningsfrekvensen. Det är frekvensdomänens motsvarighet till RMSSD. Det följer respiratorisk sinusarytmi — pulsens naturliga ökning vid inandning och minskning vid utandning.
zh_hans: 0.15–0.40 Hz 频带。几乎完全由呼吸频率上的副交感（迷走）活动驱动。它是 RMSSD 在频域上的对应指标，用于追踪呼吸性窦性心律不齐 — 即吸气时心率自然加快、呼气时减慢的现象。

source: 0.75-1.0: the app's resting reference range, where most resting readings sit. 0.60-0.75: below it. ~0.5: intervals close to uncorrelated. >1.0: more correlated than the range — seen with stress, and with slow breathing.
ar: 0.75–1.0: المدى المرجعي للتطبيق أثناء الراحة، وفيه تقع معظم قراءات الراحة. 0.60–0.75: دونه. نحو 0.5: فواصل شبه غير مترابطة. أكثر من 1.0: ترابط أعلى من المدى — يُرى مع الإجهاد ومع التنفس البطيء.
da: 0,75–1,0: appens referenceområde i hvile, hvor de fleste hvilemålinger ligger. 0,60–0,75: under det. ~0,5: intervaller tæt på ukorrelerede. >1,0: mere korrelerede end området — ses ved stress og ved langsom vejrtrækning.
de: 0,75–1,0: der Referenzbereich der App in Ruhe, in dem die meisten Ruhemessungen liegen. 0,60–0,75: darunter. ~0,5: nahezu unkorrelierte Intervalle. >1,0: stärker korreliert als der Bereich — bei Stress und bei langsamer Atmung.
es: 0,75–1,0: el rango de referencia en reposo de la app, donde se sitúan la mayoría de los registros en reposo. 0,60–0,75: por debajo. ~0,5: intervalos casi sin correlación. >1,0: más correlacionados que el rango; con estrés y con respiración lenta.
fi: 0,75–1,0: sovelluksen levon viitealue, jolle useimmat lepomittaukset asettuvat. 0,60–0,75: sen alapuolella. ~0,5: välit lähes korreloimattomia. >1,0: aluetta korreloituneempi — stressin ja hitaan hengityksen yhteydessä.
fr: 0,75–1,0 : la plage de référence au repos de l'app, où se situent la plupart des enregistrements au repos. 0,60–0,75 : en dessous. ~0,5 : intervalles quasi non corrélés. >1,0 : plus corrélés que la plage — avec le stress et une respiration lente.
is: 0,75–1,0: viðmiðunarbil forritsins í hvíld, þar sem flestar hvíldarmælingar liggja. 0,60–0,75: undir því. ~0,5: bil nánast ótengd. >1,0: tengdari en bilið — sést við álag og hæga öndun.
it: 0,75–1,0: l'intervallo di riferimento a riposo dell'app, dove si colloca la maggior parte delle registrazioni a riposo. 0,60–0,75: al di sotto. ~0,5: intervalli quasi non correlati. >1,0: più correlati dell'intervallo — con stress e respirazione lenta.
ja: 0.75〜1.0：本アプリの安静時参照範囲で、安静時記録の多くがここに入ります。0.60〜0.75：それより下。約 0.5：間隔がほぼ無相関。1.0 超：範囲より相関が強い — ストレス時やゆっくりした呼吸で見られます。
ko: 0.75–1.0: 앱의 안정 시 기준 범위로, 대부분의 안정 시 기록이 여기에 속합니다. 0.60–0.75: 그 아래. 약 0.5: 간격이 거의 무상관. 1.0 초과: 범위보다 상관이 강함 — 스트레스와 느린 호흡에서 나타납니다.
nb: 0,75–1,0: appens referanseområde i hvile, der de fleste hvilemålinger ligger. 0,60–0,75: under det. ~0,5: intervaller nesten ukorrelerte. >1,0: mer korrelerte enn området — ses ved stress og ved langsom pust.
nl: 0,75–1,0: het referentiebereik in rust van de app, waar de meeste rustmetingen liggen. 0,60–0,75: daaronder. ~0,5: intervallen bijna ongecorreleerd. >1,0: sterker gecorreleerd dan het bereik — bij stress en bij langzaam ademen.
pt_br: 0,75–1,0: a faixa de referência em repouso do app, onde fica a maioria dos registros em repouso. 0,60–0,75: abaixo dela. ~0,5: intervalos quase sem correlação. >1,0: mais correlacionados que a faixa — com estresse e respiração lenta.
ru: 0,75–1,0: референсный диапазон приложения в покое, куда попадает большинство записей в покое. 0,60–0,75: ниже него. ~0,5: интервалы почти не связаны. >1,0: связаны сильнее диапазона — при стрессе и при медленном дыхании.
sv: 0,75–1,0: appens referensintervall i vila, där de flesta vilomätningar ligger. 0,60–0,75: under det. ~0,5: intervall nästan okorrelerade. >1,0: mer korrelerade än intervallet — vid stress och vid långsam andning.
zh_hans: 0.75–1.0：本应用的静息参考范围，多数静息记录落在此区间。0.60–0.75：低于该范围。约 0.5：间期接近无相关。大于 1.0：相关性高于该范围——见于压力状态与缓慢呼吸。

source: 0.88 × max HR
ar: 0.88 × أقصى النبض
da: 0,88 × maks. HR
de: 0,88 × max. HF
es: 0,88 × FC máx.
fi: 0,88 × maks. HR
fr: 0,88 × FC max
is: 0,88 × hámarks HR
it: 0,88 × HR max
ja: 0.88 × 最大 HR
ko: 0.88 × 최대 HR
nb: 0,88 × maks. HR
pt_br: 0,88 × HR máx.
ru: 0,88 × макс. HR
zh_hans: 0.88 × 最大 HR

source: 1 beat-artifact dip
ar: انخفاض واحد بسبب تشوّه نبضة
da: 1 fald pga. slagartefakt
de: 1 Abfall durch Schlagartefakt
es: 1 caída por artefacto de latido
fi: 1 lyöntiartefaktin aiheuttama notkahdus
fr: 1 creux dû à un artéfact de battement
is: 1 dýfa vegna sláttartruflunar
it: 1 calo da artefatto del battito
ja: 拍アーティファクトによる低下 1 件
ko: 박동 아티팩트로 인한 하락 1개
nb: 1 fall fra slagartefakt
nl: 1 dip door een slagartefact
pt_br: 1 queda por artefato de batimento
ru: 1 провал из-за артефакта удара
sv: 1 dipp från slagartefakt
zh_hans: 1 次心搏伪差下探

source: 1 min drop: %@
ar: الانخفاض خلال دقيقة: %@
da: Fald på 1 min: %@
de: Abfall in 1 Min.: %@
es: Caída en 1 min: %@
fi: Lasku 1 min: %@
fr: Baisse sur 1 min : %@
is: Fall á 1 mín: %@
it: Calo in 1 min: %@
ja: 1分間の低下: %@
ko: 1분 감소: %@
nb: Fall på 1 min: %@
nl: Daling in 1 min: %@
pt_br: Queda em 1 min: %@
ru: Спад за 1 мин: %@
sv: Fall på 1 min: %@
zh_hans: 1 分钟下降：%@

source: 1-hour threshold = 100 pts
ar: ساعة عند العتبة = 100 نقطة
da: 1 times tærskel = 100 point
de: 1 Stunde an der Schwelle = 100 Punkte
es: 1 hora en umbral = 100 puntos
fi: 1 tunti kynnyksellä = 100 pistettä
fr: 1 heure au seuil = 100 points
is: 1 klst við þröskuld = 100 stig
it: 1 ora alla soglia = 100 punti
ja: 閾値で1時間 = 100 ポイント
ko: 역치 1시간 = 100점
nb: 1 time på terskel = 100 poeng
nl: 1 uur op drempel = 100 punten
pt_br: 1 hora no limiar = 100 pontos
ru: 1 час на пороге = 100 очков
sv: 1 timme på tröskel = 100 poäng
zh_hans: 阈值 1 小时 = 100 分

source: 1-min absolute HR
ar: النبض المطلق بعد دقيقة
da: Absolut puls efter 1 min
de: Absolute HF nach 1 Min.
es: FC absoluta a 1 min
fi: Absoluuttinen syke 1 min
fr: FC absolue à 1 min
is: Alger púls eftir 1 mín
it: FC assoluta a 1 min
ja: 1分後の絶対心拍
ko: 1분 후 절대 심박
nb: Absolutt puls etter 1 min
nl: Absolute HS na 1 min
pt_br: FC absoluta em 1 min
ru: Абсолютный пульс через 1 мин
sv: Absolut puls efter 1 min
zh_hans: 1 分钟绝对心率

source: 1-min drop
ar: الانخفاض خلال دقيقة
da: Fald på 1 min
de: Abfall in 1 Min.
es: Caída en 1 min
fi: Lasku 1 min
fr: Baisse sur 1 min
is: Fall á 1 mín
it: Calo in 1 min
ja: 1分間の低下
ko: 1분 감소
nb: Fall på 1 min
nl: Daling in 1 min
pt_br: Queda em 1 min
ru: Спад за 1 мин
sv: Fall på 1 min
zh_hans: 1 分钟下降

source: 1-min HR drop
ar: انخفاض النبض خلال دقيقة
da: Pulsfald på 1 min
de: HF-Abfall in 1 Min.
es: Caída de FC en 1 min
fi: Sykkeen lasku 1 min
fr: Baisse FC sur 1 min
is: Púlsfall á 1 mín
it: Calo FC in 1 min
ja: 1分間の心拍低下
ko: 1분 심박 감소
nb: Pulsfall på 1 min
nl: HS-daling in 1 min
pt_br: Queda de FC em 1 min
ru: Спад пульса за 1 мин
sv: Pulsfall på 1 min
zh_hans: 1 分钟心率下降

source: 1-min HR recovery %lld bpm — a touch sluggish; could reflect accumulated fatigue.
ar: تعافي النبض خلال دقيقة %lld نبضة — بطيء قليلًا؛ قد يعكس إرهاقًا متراكمًا.
da: 1-min pulsrestitution %lld bpm — en anelse træg; kan afspejle akkumuleret træthed.
de: 1-Min-Herzfrequenzerholung %lld bpm — etwas träge; könnte angesammelte Ermüdung widerspiegeln.
es: Recuperación de FC a 1 min %lld lpm — algo lenta; podría reflejar fatiga acumulada.
fi: 1 min sykepalautuminen %lld bpm — hieman hidas; voi kertoa kertyneestä väsymyksestä.
fr: Récupération FC à 1 min %lld bpm — un peu lente ; pourrait refléter une fatigue accumulée.
is: 1-mín púlsendurheimt %lld slög/mín — örlítið hæg; gæti endurspeglað uppsafnaða þreytu.
it: Recupero FC a 1 min %lld bpm — un po’ lento; potrebbe riflettere fatica accumulata.
ja: 1 分間の心拍回復 %lld bpm — やや鈍く、蓄積疲労の反映かもしれません。
ko: 1분 심박 회복 %lld bpm — 다소 느립니다. 누적 피로를 반영할 수 있습니다.
nb: 1-min pulsrestitusjon %lld bpm — litt treg; kan gjenspeile oppsamlet tretthet.
nl: 1-min hartslagherstel %lld bpm — iets traag; kan opgebouwde vermoeidheid weerspiegelen.
pt_br: Recuperação de FC em 1 min %lld bpm — um pouco lenta; pode refletir fadiga acumulada.
ru: Восстановление пульса за 1 мин %lld уд/мин — немного вяло; возможна накопленная усталость.
sv: 1-min pulsåterhämtning %lld bpm — något trög; kan spegla ackumulerad trötthet.
zh_hans: 1 分钟心率恢复 %lld bpm — 略显迟缓，可能反映疲劳累积。

source: 1-min HR recovery %lld bpm — excellent vagal reactivation.
ar: تعافي النبض خلال دقيقة %lld نبضة/دقيقة — إعادة تنشيط مبهمي ممتازة.
da: 1-min pulsrestitution %lld bpm — fremragende vagal reaktivering.
de: 1-Min-HF-Erholung %lld bpm — ausgezeichnete vagale Reaktivierung.
es: Recuperación de FC en 1 min %lld lpm — excelente reactivación vagal.
fi: 1 min sykepalautuminen %lld bpm — erinomainen vagaalinen uudelleenaktivoituminen.
fr: Récupération FC 1 min %lld bpm — excellente réactivation vagale.
is: 1 mín púlsendurheimt %lld slög/mín — frábær endurvirkjun vagus.
it: Recupero FC 1 min %lld bpm — eccellente riattivazione vagale.
ja: 1分間の心拍回復 %lld bpm — 迷走神経の再活性化が非常に良好。
ko: 1분 심박 회복 %lld bpm — 미주신경 재활성화가 매우 우수.
nb: 1-min pulsrestitusjon %lld bpm — utmerket vagal reaktivering.
nl: 1-min HS-herstel %lld bpm — uitstekende vagale reactivering.
pt_br: Recuperação de FC em 1 min %lld bpm — excelente reativação vagal.
ru: Восстановление пульса за 1 мин %lld уд/мин — отличная вагусная реактивация.
sv: 1-min pulsåterhämtning %lld bpm — utmärkt vagal reaktivering.
zh_hans: 1 分钟心率恢复 %lld bpm — 迷走神经再激活极佳。

source: 1-min HR recovery %lld bpm — at or above the 12 bpm convention.
ar: تعافي النبض في دقيقة واحدة %lld نبضة/دقيقة — عند عتبة 12 نبضة/دقيقة المتعارف عليها أو أعلى منها.
da: Pulsrestitution efter 1 min %lld bpm — på eller over 12 bpm-konventionen.
de: 1-Minuten-Herzfrequenzerholung %lld bpm — auf oder über der 12-bpm-Konvention.
es: Recuperación de FC en 1 min: %lld lpm — en o por encima de la convención de 12 lpm.
fi: Sykkeen palautuminen 1 min: %lld bpm — 12 bpm:n käytännön rajalla tai sen yli.
fr: Récupération de FC à 1 min : %lld bpm — au niveau ou au-dessus de la convention de 12 bpm.
is: Endurheimt púls á 1 mín: %lld slög/mín — við eða yfir 12 slaga viðmiðinu.
it: Recupero FC a 1 min: %lld bpm — pari o superiore alla convenzione dei 12 bpm.
ja: 1 分間の心拍回復 %lld bpm — 12 bpm の慣例的基準以上です。
ko: 1분 심박 회복 %lld bpm — 12bpm 관례 기준 이상입니다.
nb: Pulsrestitusjon etter 1 min %lld bpm — på eller over 12 bpm-konvensjonen.
nl: Hartslagherstel na 1 min %lld bpm — op of boven de 12 bpm-conventie.
pt_br: Recuperação da FC em 1 min: %lld bpm — na convenção de 12 bpm ou acima.
ru: Восстановление пульса за 1 мин: %lld уд/мин — на уровне или выше условного порога 12 уд/мин.
sv: Pulsåterhämtning efter 1 min %lld bpm — på eller över 12 bpm-konventionen.
zh_hans: 1 分钟心率恢复 %lld bpm——达到或高于 12 bpm 惯例阈值。

source: 1-min HR recovery %lld bpm — low. Worth watching over the next few sessions; may indicate you need more rest.
ar: تعافي النبض خلال دقيقة %lld نبضة — منخفض. يستحق المراقبة عبر الجلسات القليلة القادمة؛ قد يشير إلى حاجتك لمزيد من الراحة.
da: 1-min pulsrestitution %lld bpm — lav. Værd at holde øje med de næste par sessioner; kan tyde på, at du har brug for mere hvile.
de: 1-Min-Herzfrequenzerholung %lld bpm — niedrig. In den nächsten Einheiten beobachten; könnte auf mehr Ruhebedarf hindeuten.
es: Recuperación de FC a 1 min %lld lpm — baja. Conviene vigilarla en las próximas sesiones; puede indicar que necesitas más descanso.
fi: 1 min sykepalautuminen %lld bpm — matala. Kannattaa seurata seuraavissa harjoituksissa; voi kertoa lisälevon tarpeesta.
fr: Récupération FC à 1 min %lld bpm — faible. À surveiller sur les prochaines séances ; peut indiquer un besoin de repos supplémentaire.
is: 1-mín púlsendurheimt %lld slög/mín — lág. Þess virði að fylgjast með næstu lotur; gæti bent til að þú þurfir meiri hvíld.
it: Recupero FC a 1 min %lld bpm — basso. Da monitorare nelle prossime sessioni; potrebbe indicare che serve più riposo.
ja: 1 分間の心拍回復 %lld bpm — 低めです。次の数セッションで経過を見てください。休養不足のサインかもしれません。
ko: 1분 심박 회복 %lld bpm — 낮습니다. 다음 몇 세션 동안 지켜보세요. 휴식이 더 필요하다는 신호일 수 있습니다.
nb: 1-min pulsrestitusjon %lld bpm — lav. Verdt å følge med de neste øktene; kan tyde på at du trenger mer hvile.
nl: 1-min hartslagherstel %lld bpm — laag. De moeite waard om de komende sessies te volgen; kan wijzen op meer rustbehoefte.
pt_br: Recuperação de FC em 1 min %lld bpm — baixa. Vale acompanhar nas próximas sessões; pode indicar necessidade de mais descanso.
ru: Восстановление пульса за 1 мин %lld уд/мин — низкое. Стоит понаблюдать в ближайших сессиях; возможно, нужно больше отдыха.
sv: 1-min pulsåterhämtning %lld bpm — låg. Värt att följa de närmaste passen; kan tyda på att du behöver mer vila.
zh_hans: 1 分钟心率恢复 %lld bpm — 偏低。建议在接下来几次训练中留意，可能说明你需要更多休息。

source: 1-min HRR
ar: تعافي النبض بعد دقيقة
es: HRR 1 min
fr: HRR 1 min
is: 1 mín HRR
it: HRR 1 min
ja: 1分間HRR
ko: 1분 HRR
pt_br: HRR 1 min
ru: HRR за 1 мин
zh_hans: 1 分钟心率恢复
